/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "Comprueba la conexión de red y vuelve a intentarlo.";

/* Sign in button Knowmia */
"Sign In..." = "Iniciar sesión...";

/* Sign out button Knowmia */
"Sign Out" = "Cerrar sesión";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "El enlace a tu captura está listo para ser pegado.";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "No es posible compartir";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "Carga la captura en Knowmia y aloja imágenes o vídeos.";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "Tu periodo de prueba o acceso a la cuenta ha vencido. Actualiza tu cuenta para compartir.";

